<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
	<meta name="keywords" content="SFSV, sfsv, Spring Festival Silicon Valley, spring festival silicon valley, Chinese new year, Chinese New Year Gala, Chinese performing arts, arts, performaing arts, celebration, Chinese folk dance, Chinese ethnic dance, ethnic minority dance, Chinese music, Chinese culture, Chinese dance, dragon, dragon dance, classic dance, Chinese classical dance, contemporary Chinese dance, Kung Fu, gong fu, kung fu, kung-fu, sword dance, broadsword, Yunnan dance, Yunnan ethnic dance, dai, Mongolian, Tibetan, apsaras, silk, silk ribbon dance, ribbon dance, Beijing, Chinese dancers, Chinese entertainment, Peking Opera, magic Chinese martial arts, wushu, kung fu, kungfu, kung-fu, Chinese legacy, Chinese heritage, Chinese inventions, lion dance, flying apsaras, Chinese acrobatics, Chinese new year, Lunar new year, show, sing, event, culture, Bay Area, silicon valley, south bay, CPAA, cpaa, cpaasv">
	<meta name="description" content="The Spring Festival Silicon Valley (SFSV) features spectacular dance, magic, acrobatics, Shaolin Kung Fu, music, etc. performed by world-class artists from CPAA and the talents in Bay Area. The SFSV will be the best show in town.">
	<meta name="Author" content="Hannie Fan">
	<link rel="icon" href="images/favicon.ico" type="image/x-icon">
	<link rel="shortcut icon" href="images/favicon.ico" type="image/x-icon">
	<script src="js/AC_RunActiveContent.js" type="text/javascript"></script>
	<script src="js/copyright.js" type="text/javascript"></script>
	<title>Spring Festival Silicon Valley &#30789;&#35895;&#26149;&#26202;</title>
	<style type="text/css" media="all">
		@import url(css/main.css);
		@import url(css/menu.css);
	p {text-align: justify;}
    </style>
	<!--[if lt IE 7.]>
	<script defer type="text/javascript" src="js/pngfix.js"></script>
	<style type="text/css" media="screen">body {behavior:url("css/csshover2.htc");}</style>
	<![endif]-->
</head>

<body>
<div id="header"></div>

<div id="container">
	<div id="menu">
		<ul class="menu">
			<li class="selected"><a href="#">Event</a></li>
			<li><a href="program.htm">Program</a></li>
			<li><a href="sponsor.htm">Sponsor</a></li>
			<li><a href="tickets.htm">Tickets</a></li>
			<li><a href="about.htm">About Us</a></li>
			<li><a href="FAQ.htm">FAQ</a></li>
    	</ul>
   </div>
   <div id="content" class="addClear">
     <div class="flash"><br>
       <script type="text/javascript">
AC_FL_RunContent( 'codebase','http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=7,0,19,0','width','361','height','241','title','Photo Slide','src','Flash/slideShow_music','quality','high','pluginspage','http://www.macromedia.com/go/getflashplayer','loop','false','movie','Flash/slideShow' ); //end AC code
</script><noscript><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=7,0,19,0" width="361" height="241" title="Photo Slide">
         <param name="movie" value="Flash/slideShow.swf">
         <param name="quality" value="high"><param name="LOOP" value="false">
         <embed src="Flash/slideShow.swf" width="361" height="241" loop="false" quality="high" pluginspage="http://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash"></embed>
       </object></noscript>
     </div>    
     <div class="pfull">
	 <div class="red"><em>Chinese New Year Gala 2010  &#30789;&#35895;&#26149;&#26202;</em></div>
       <div class="section"><br>Date:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Saturday, February 20, 2010, 7:30 PM<br>
  Venue:&nbsp;&nbsp; San Jose Center for the Performing Arts<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 255 Almaden Blvd., San Jose, CA 95113 (<a href="http://maps.yahoo.com/;_ylc=X3oDMTExNmIycG51BF9TAzI3MTYxNDkEc2VjA2ZwLWJ1dHRvbgRzbGsDbGluaw--#mvt=m&lat=37.329952&lon=-121.892076&zoom=17&q2=255 Almaden Blvd. San Jose, CA 95113" target="_blank">map</a>)<br>
  Tickets:&nbsp;&nbsp;$25, $38, $50, $100 (VIP, $60 tax deductible)</div>                              &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 40% off for kids 12- or seniors 60+, free for kid  5- w/ adult<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10% off for 10+ tickets and 20% off for 40+ tickets</span><br>
<span class="gold">Phone: &nbsp; (408) 898-4122, (510) 657-8532 (<a href="tickets.htm" class="orange">order online</a>)<br>
Inquiry:&nbsp; (408) 973-8276</span>
<p>Built on the success of Spring Festival Silicon Valley (SFSV) 2009, the sequel SFSV 2010, will&nbsp;be presented by CPAA at a higher level, as an international event. Through Live Video Streaming, a cutting edge technology, the joy of this most&nbsp;joyous and important Chinese festival is shared with the world.</p>
       <p>Starting from&nbsp;Chinese new year eve, Chinese spring festivities last for several weeks. The tradition can be traced back 8,000 years, to when the Chinese tribesmen settled down&nbsp;to grow crops. Spring was the right season&nbsp;to plan for a bumper harvest. Nowadays,&nbsp;it&nbsp;has become a spiritual rite for new hope, new luck, new wealth, and all good wishes. The&nbsp;spring celebration&nbsp;has indeed a universal and timeless value.&nbsp;Even now, in the 21st Century, 25% of humanity, representing one quarter of the world market, is celebrating the spring 
	   <p>CPAA, known for its creativity&nbsp;in the production of&nbsp;high artistic spectacles, will present the SFSV&nbsp;2010 on February 20, 2010 in Silicon Valley,&nbsp;the world&rsquo;s hi-tech center and a cosmopolitan of diverse cultures. Co-sponsored by the City of San Jose, international media, and private corporations,&nbsp;the SFSV 2010&nbsp;will be broadcasted to four corners of the world through a new technology called Live Video Streaming through internet&nbsp;to allow people of all ages from all walks of life, with different cultural backgrounds, to share the joy with the audience in the theater. </p>
       <p>
      The SFSV 2010&nbsp;is a sensational east-meets-west extravaganza. It not only showcases spectacular&nbsp;Chinese kung fu, dances, and&nbsp;acrobatics,&nbsp;but also international-famous vocalist from Afghanistan, ballet dancers from Cleveland Ballet, San Jose Taiko, and a guest star from China. Through artistic expression,&nbsp;SFSV 2010 &nbsp;celebrates America's diversity and inclusiveness, accepting diverse cultures as integral parts of the American&nbsp;society, that make America great and strong.    </p>
       <p>
  &#39131;&#25562;&#34269;&#34899;&#22296;&#32380;&#12298;2009&#30789;&#35895;&#26149;&#31680;&#32879;&#27489;&#26202;&#26371;&#12299;&#21462;&#24471;&#25104;&#21151;&#24460;&#26356;&#19978;&#19968;&#23652;&#27155;&#65292;&#23559;&#25512;&#20986;&#22283;&#38555;&#30427;&#26371;&#12298;<a href="Flash/CPAA2010_SFTV.wmv">2010&#30789;&#35895;&#26149;&#26202;</a>&#12299;&#65292;&#20006;&#36890;&#36942;&#26368;&#26032;&#31185;&#25216; Live Video Streaming &#19982;&#20840;&#29699;&#21516;&#20139;&#27492;&#19968;&#26368;&#27489;&#27138;&#21644;&#26368;&#37325;&#35201;&#30340;&#20013;&#33775;&#31680;&#26085;&#12290; </p>
 <p>&#24950;&#31069;&#26149;&#31680;&#36889;&#19968;&#20659;&#32113;&#21487;&#19978;&#28335;&#20843;&#21315;&#24180;&#65292;&#33258;&#33775;&#22799;&#37096;&#33853;&#23450;&#23621;&#38283;&#22987;&#24314;&#31435;&#36786;&#26989;&#31038;&#26371;&#26178;&#26399;&#12290;&#19968;&#24180;&#20043;&#35336;&#22312;&#26044;&#26149;&#65292;&#32780;&#20170;&#65292;&#26149;&#31680;&#24050;&#25104;&#28858;&#20013;&#33775;&#27665;&#26063;&#20805;&#28415;&#33879;&#24076;&#26395;&#30340;&#31680;&#26085;&#65292;&#34314;&#21547;&#20102;&#33836;&#20107;&#26356;&#26032;&#65292;&#26032;&#22909;&#36939;&#65292;&#26032;&#36001;&#23500;&#65292;&#20197;&#21450;&#19968;&#20999;&#32654;&#22909;&#30340;&#31069;&#24895;&#33287;&#31150;&#24950;&#65292;&#24950;&#31069;&#26149;&#31680;&#30906;&#23526;&#26159;&#20855;&#26377;&#26222;&#19990;&#21516;&#24950;&#20043;&#24646;&#20037;&#20729;&#20540;&#12290;&#21363;&#22312;&#20108;&#21313;&#19968;&#19990;&#32000;&#30340;&#27492;&#21051;&#65292;&#20840;&#19990;&#30028;&#30334;&#20998;&#20043;&#20108;&#21313;&#20116;&#30340;&#20154;&#21475;&#65292;&#20195;&#34920;&#20102;&#20840;&#29699;&#22235;&#20998;&#20043;&#19968;&#30340;&#24066;&#22580;&#65292;&#37117;&#22312;&#27489;&#24950;&#26149;&#31680;&#12290; </p>
       <p>&#21521;&#20197;&#21109;&#26032;&#33287;&#33289;&#36774;&#39640;&#27700;&#24179;&#28436;&#20986;&#33879;&#31281;&#30340;&#39131;&#25562;&#34269;&#34899;&#22296;&#23559;&#22312;&#34382;&#24180;&#20108;&#26376;&#20108;&#21313;&#26085;&#65292;&#22312;&#19990;&#30028;&#39640;&#31185;&#25216;&#20013;&#24515;&#30340;&#30789;&#35895;&#65292;&#20063;&#26159;&#22810;&#20803;&#25991;&#21270;&#20043;&#22283;&#38555;&#22823;&#37117;&#26371;&#65292;&#36992;&#35531;&#21508;&#30028;&#22914;&#32854;&#33655;&#35199;&#24066;&#25919;&#24220;&#65292;&#22283;&#38555;&#23186;&#39636;&#65292;&#21830;&#26989;&#20844;&#21496;&#31561;&#31561;&#20849;&#21516;&#33289;&#36774;2010&#30789;&#35895;&#26149;&#31680;&#26202;&#26371;&#65292;&#20006;&#36890;&#36942;&#26368;&#23574;&#31471;&#30340;&#20659;&#23186;&#25216;&#34899;&#24291;&#25773;&#21040;&#20840;&#19990;&#30028;&#65292;&#35731;&#20840;&#19990;&#30028;&#35264;&#30526;&#22914;&#32622;&#36523;&#26044;&#21127;&#38498;&#20013;&#20998;&#20139;&#31680;&#26085;&#30340;&#27489;&#27138;&#12290; </p>
       <p>&#12298;2010&#30789;&#35895;&#26149;&#26202;&#12299;&#26159;&#19968;&#21488;&#26481;&#35199;&#25991;&#21270;&#34701;&#21512;&#30340;&#36637;&#29004;&#24040;&#21046;&#65292;&#23427;&#19981;&#20677;&#20677;&#23637;&#29694;&#20102;&#26377;&#25976;&#21315;&#24180;&#26310;&#21490;&#30340;&#20013;&#33775;&#34269;&#34899;&#65292;&#22914;&#25138;&#21127;&#12289;&#27494;&#34899;&#12289;&#27468;&#33310;&#12289;&#38620;&#25216;&#31561;&#12290;&#26356;&#21253;&#25324;&#20102;&#22283;&#38555;&#30693;&#21517;&#34269;&#34899;&#23478;&#20497;&#30340;&#25165;&#34269;&#12290;&#36890;&#36942;&#22810;&#23039;&#22810;&#24425;&#30340;&#28436;&#20986;&#34920;&#36848;&#20102;&#32654;&#22283;&#30340;&#21253;&#23481;&#24615;&#65292;&#27491;&#26159;&#27827;&#28023;&#19981;&#25424;&#32048;&#27969;&#65292;&#20351;&#32654;&#22283;&#25104;&#28858;&#20840;&#29699;&#25991;&#21270;&#20043;&#22823;&#29076;&#29200;&#65292;&#36896;&#23601;&#20102;&#36889;&#25165;&#19981;&#36942;&#19977;&#30334;&#24180;&#26310;&#21490;&#12289;&#24375;&#30427;&#21644;&#20553;&#22823;&#30340;&#22283;&#23478;&#12290; </p>
     </div>
     <div class="decPic"></div>
  </div>
  <div id="footer">
	<span class="copyright">Site Design: Hannie Fan<br><script type="text/javascript">copyright();</script></span>
  </div>  
</div>
</body>
</HTML>
